-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 22, 2025 at 09:01 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cctv`
--

-- --------------------------------------------------------

--
-- Table structure for table `cctv`
--

CREATE TABLE `cctv` (
  `id` int(11) NOT NULL,
  `durable_no` varchar(15) NOT NULL,
  `durable_name` varchar(50) NOT NULL,
  `brand` varchar(50) NOT NULL,
  `model` varchar(50) DEFAULT NULL,
  `location` varchar(100) DEFAULT NULL,
  `monitor` varchar(30) DEFAULT NULL,
  `type` int(3) NOT NULL DEFAULT 1 COMMENT '1=cctv,2=server,3=switch,4=nas',
  `floor` int(3) NOT NULL,
  `status` varchar(100) NOT NULL,
  `date_created` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `date_updated` timestamp NOT NULL DEFAULT current_timestamp(),
  `ip` varchar(20) DEFAULT NULL,
  `ping` varchar(3) NOT NULL DEFAULT '1' COMMENT '0=online, 1=offline',
  `count_ping` int(3) NOT NULL COMMENT 'ใช้สำหรับนับจำนวน conifrm ping',
  `notify` int(3) NOT NULL DEFAULT 0,
  `ping_updated` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `cctv`
--

INSERT INTO `cctv` (`id`, `durable_no`, `durable_name`, `brand`, `model`, `location`, `monitor`, `type`, `floor`, `status`, `date_created`, `date_updated`, `ip`, `ping`, `count_ping`, `notify`, `ping_updated`) VALUES
(1, '503-57-0379', 'กล้องโทรทัศน์วงจรปิด', ' Axis', 'Q1604 (แบบก)', 'ประตูทางออก หน้า รพ.', '172.16.0.101', 1, 17, '1', '2025-01-22 08:01:43', '2025-01-20 08:44:24', '172.16.0.101', '0', 0, 0, NULL),
(2, '503-57-0380', 'กล้องโทรทัศน์วงจรปิด ', ' Axis', 'Q1604 (แบบก)', 'ประตูทางเข้า หน้า รพ.', '172.16.0.102', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.102', '1', 0, 0, NULL),
(3, '503-57-0381', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ลานจอดจักรยาน หลัง 7-11', '172.16.0.103', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.103', '1', 0, 0, NULL),
(4, '503-57-0382', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'หลังห้องผู้ป่วยรวมหญิง', '172.16.0.104', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.104', '1', 0, 0, NULL),
(5, '503-63-0712', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1135-E', 'มุมตึกหน้าห้องผู้ป่วยหญิงด้านซ้าย', '172.16.0.105', 1, 17, '3', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.105', '1', 0, 0, NULL),
(6, '503-57-0396', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1144-L(แบบง) ', 'มุมตึกด้านหน้าห้องผู้ป่วยชาย', '172.16.0.106', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.106', '1', 0, 0, NULL),
(7, '503-57-0397', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1144-L(แบบง) ', 'มุมทางเดินก่อนถึงกองสาธารณสุข', '172.16.0.107', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.107', '1', 0, 0, NULL),
(8, '503-57-0383', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'หลังห้องผู้ป่วยรวมชายใกล้หม้อแปลง', '172.16.0.108', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.108', '1', 0, 0, NULL),
(9, '503-57-0384', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'หลังกองสาธารณสุข', '172.16.0.109', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.109', '1', 0, 0, NULL),
(10, '503-57-0385', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ด้านหลังศูนย์ควบคุม ระบบ CCTV', '172.16.0.110', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.110', '1', 0, 0, NULL),
(11, '503-57-0398', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1144-L(แบบง) ', 'ใต้บันไดทางขึ้นศูนย์ควบคุม CCTV', '172.16.0.111', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.111', '1', 0, 0, NULL),
(12, '503-57-0399', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1144-L(แบบง) ', 'หลังตึกตรงกลางทางเดินหน้าศูนย์ควบคุมCCTV', '172.16.0.112', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.112', '1', 0, 0, NULL),
(13, '503-57-0386', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'เสาไฟฟ้า ลานจอดรถยนต์ด้านหลัง', '172.16.0.113', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.113', '1', 0, 0, NULL),
(14, '503-57-0387', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ทางเข้าลานจอดรถด้านหลัง', '172.16.0.114', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.114', '1', 0, 0, NULL),
(15, '503-57-0388', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ทางเข้าลานจอดรถด้านหลัง ที่เก็บขยะ', '172.16.0.115', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.115', '1', 0, 0, NULL),
(16, '503-57-0389', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ด้านซ้ายประตูเลื่อนทางเข้ารพ.', '172.16.0.116', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.116', '1', 0, 0, NULL),
(17, '503-57-0390', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ตรงข้ามประตูเลื่อน รพ.', '172.16.0.117', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.117', '1', 0, 0, NULL),
(18, '503-57-0391', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ด้านขวาประตูเลื่อน รพ.', '172.16.0.118', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.118', '1', 0, 0, NULL),
(19, '503-57-0402', 'กล้องโทรทัศน์วงจรปิด', 'Axis  ', 'M3007-PV(แบบค)', 'ตรงกลางเก้าอี้ข้างหน้าห้องทะเบียน', '172.16.0.119', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.119', '1', 0, 0, NULL),
(20, '503-57-0404', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ด้านหลังเสา (ตู้ ATM) ตรงข้ามประตูลิฟท์ 1,2', '172.16.0.120', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.120', '1', 0, 0, NULL),
(21, '503-57-0405', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ห้อง Server', '172.16.0.121', 1, 4, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.121', '1', 0, 0, NULL),
(22, '503-57-0406', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ตึกโรงพยาบาล หน้าลิฟท์ 3,4', '172.16.0.123', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.123', '1', 0, 0, NULL),
(23, '503-57-0400', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1144-L(แบบง) ', 'ประตูห้องฉุกเฉินด้านนอก', '172.16.0.124', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.124', '1', 0, 0, NULL),
(24, '503-57-0407', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'บริเวณตึกโรงพยาบาล ลิฟต์ 5-6', '172.16.0.125', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.125', '1', 0, 0, NULL),
(25, '503-57-0401', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M1144-L(แบบง) ', 'ลานจอดรถฉุกเฉินนอกอาคาร', '172.16.0.126', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.126', '1', 0, 0, NULL),
(26, '503-57-0408', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ชั้นใต้ดิน หน้าลิฟต์ 5,6', '172.16.0.127', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.127', '1', 0, 0, NULL),
(27, '503-57-0409', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ชั้นใต้ดิน ทางออกห้องไร้กังวล ', '172.16.0.128', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.128', '1', 0, 0, NULL),
(28, '503-57-0410', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ตึก รพ. หน้าลิฟต์ 5,6 ', '172.16.0.129', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.129', '1', 0, 0, NULL),
(29, '503-57-0403', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3007(แบบค) ', 'หน้าห้องผู้ป่วยวิกฤต (ICU) ชั้น 2', '172.16.0.130', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.130', '1', 0, 0, NULL),
(30, '503-57-0411', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ตึก รพ.หน้าลิฟต์ 5,6 ', '172.16.0.131', 1, 4, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.131', '1', 0, 0, NULL),
(31, '503-57-0412', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ตึก รพ.ทางเข้าหน้าห้องงานบริหาร ', '172.16.0.132', 1, 4, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.132', '1', 0, 0, NULL),
(32, '503-57-0413', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M3204 (แบบข) ', 'รพ. หน้าลิฟต์5,6', '172.16.0.133', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.133', '1', 0, 0, NULL),
(33, '503-57-0414', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M3204 (แบบข) ', 'ตึก รพ. ทางหนีไฟ', '172.16.0.134', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.134', '1', 0, 0, NULL),
(34, '503-57-0415', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M3204 (แบบข) ', 'เสาใกล้ประตูเข้า-ออก ห้องคลัง ชั้น 3.5 รพ.', '172.16.0.135', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.135', '1', 0, 0, NULL),
(35, '503-57-0416', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M3204 (แบบข) ', 'หน้าลิฟต์ 1,2 ', '172.16.0.136', 1, 11, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.136', '1', 0, 0, NULL),
(36, '503-57-0417', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M3204 (แบบข) ', 'ดาดฟ้า ทางออกนอกอาคารฝั่งลานจอดรถ', '172.16.0.137', 1, 19, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.137', '1', 0, 0, NULL),
(37, '503-57-0392', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'มุมระเบียงดาดฟ้าตึก', '172.16.0.138', 1, 19, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.138', '1', 0, 0, NULL),
(38, '503-57-0418', 'กล้องโทรทัศน์วงจรปิด', 'Axis', 'M3204 (แบบข) ', 'ชั้นดาดฟ้า ทางหนีไฟเล็ก ', '172.16.0.139', 1, 19, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.139', '1', 0, 0, NULL),
(39, '503-57-0419', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'M3204 (แบบข) ', 'ดาดฟ้า มุมทางเดินหนีไฟ ', '172.16.0.140', 1, 19, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.140', '1', 0, 0, NULL),
(40, '503-57-0393', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'มุมตึกลานกว้างชั้นดาดฟ้า', '172.16.0.141', 1, 19, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.141', '1', 0, 0, NULL),
(41, '503-57-0394', 'กล้องโทรทัศน์วงจรปิด ', 'Axis', 'P1354 (แบบจ) ', 'ทางเดินที่เก็บน้ำ ชั้นดาดฟ้า', '172.16.0.142', 1, 19, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.142', '1', 0, 0, NULL),
(42, '503-63-0665', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ทางโค้งห้องฉุกเฉิน', '172.16.0.166', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.166', '1', 0, 0, NULL),
(43, '503-63-0666', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถ หน้าเสาธง 1', '172.16.0.167', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.167', '1', 0, 0, NULL),
(44, '503-63-0667', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถ หน้าเสาธง 2', '172.16.0.168', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.168', '1', 0, 0, NULL),
(45, '503-63-0668', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ทางโค้งขึ้นประชาสัมพันธ์', '172.16.0.169', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.169', '1', 0, 0, NULL),
(46, '503-63-0669', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถจักรยานยนต์ ข้าง 7-11', '172.16.0.170', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.170', '1', 0, 0, NULL),
(47, '503-63-0670', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถพนักงาน 1', '172.16.0.171', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.171', '1', 0, 0, NULL),
(48, '503-63-0671', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ด้านหลังห้องน้ำ,หลังห้องCheck-up', '172.16.0.172', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.172', '1', 0, 0, NULL),
(49, '503-63-0672', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถพนักงาน 2', '172.16.0.173', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.173', '1', 0, 0, NULL),
(50, '503-63-0673', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถพนักงาน 3', '172.16.0.174', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.174', '1', 0, 0, NULL),
(51, '503-63-0674', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถพนักงาน 4', '172.16.0.175', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.175', '1', 0, 0, NULL),
(52, '503-63-0675', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถศาลาด้านหน้า รพ. (ตรงวงเวียน)', '172.16.0.176', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.176', '1', 0, 0, NULL),
(53, '503-63-0676', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ลานจอดรถศาลาด้านหน้า รพ.(มุมกำแพง)', '172.16.0.177', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.177', '1', 0, 0, NULL),
(54, '503-63-0677', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'Q1647', 'ป้อมยามบันทึกป้ายทะเบียนรถหน้า รพ.', '172.16.0.178', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.178', '1', 0, 0, NULL),
(55, '503-63-0678', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P1365 Mk ll', 'ป้อมยามบันทึกบัตรประชาชน', '172.16.0.179', 1, 17, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.179', '1', 0, 0, NULL),
(56, '530-63-0613', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังยา 1', '172.16.0.180', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.180', '1', 0, 0, NULL),
(57, '530-63-0614', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังยา 2', '172.16.0.181', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.181', '1', 0, 0, NULL),
(58, '530-63-0615', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังยา 3', '172.16.0.182', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.182', '1', 0, 0, NULL),
(59, '530-63-0616', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังยา 4', '172.16.0.183', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.183', '1', 0, 0, NULL),
(60, '530-63-0617', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังยา 5', '172.16.0.184', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.184', '1', 0, 0, NULL),
(61, '530-63-0618', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังยา 6', '172.16.0.185', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.185', '1', 0, 0, NULL),
(62, '530-63-0619', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องฉุกเฉิน', '172.16.0.186', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.186', '1', 0, 0, NULL),
(63, '530-63-0620', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องควบคุมปั้ม', '172.16.0.187', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.187', '1', 0, 0, NULL),
(64, '530-63-0621', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องควบคุมไฟ', '172.16.0.188', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.188', '1', 0, 0, NULL),
(65, '530-63-0622', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องซักรีด 1', '172.16.0.189', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.189', '1', 0, 0, NULL),
(66, '530-63-0623', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องซักรีด 2', '172.16.0.190', 1, 1, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.190', '1', 0, 0, NULL),
(67, '530-63-0624', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องการเงินผู้ป่วยนอก', '172.16.0.191', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.191', '1', 0, 0, NULL),
(68, '530-63-0625', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าห้อง GUARD ROOM', '172.16.0.192', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.192', '1', 0, 0, NULL),
(69, '530-63-0626', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หลังห้องจ่ายยาไปยังห้องฉุกเฉิน', '172.16.0.193', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.193', '1', 0, 0, NULL),
(70, '530-63-0627', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าห้องพักฟื้น', '172.16.0.194', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.194', '1', 0, 0, NULL),
(71, '530-63-0628', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าCSSDไปหลังห้องผ่าตัด', '172.16.0.195', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.195', '1', 0, 0, NULL),
(72, '530-63-0629', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าCSSDไปหลังห้องผ่าตัด 2', '172.16.0.196', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.196', '1', 0, 0, NULL),
(73, '530-63-0630', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าCSSDไปหลังห้องผ่าตัด 3', '172.16.0.197', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.197', '1', 0, 0, NULL),
(74, '530-63-0631', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินด้านหลังห้องไตเทียม', '172.16.0.198', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.198', '1', 0, 0, NULL),
(75, '530-63-0632', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าห้อง LAB', '172.16.0.199', 1, 3, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.199', '1', 0, 0, NULL),
(76, '503-63-0633', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ตึกโรงพยาบาล ข้างสนามเด็กเล่น', '172.16.0.200', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.200', '1', 0, 0, NULL),
(77, '530-63-0634', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'การเงินผู้ป่วยใน', '172.16.0.201', 1, 4, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.201', '1', 0, 0, NULL),
(78, '530-63-0635', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังพัสดุ 1', '172.16.0.202', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.202', '1', 0, 0, NULL),
(79, '530-63-0636', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังพัสดุ 2', '172.16.0.203', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.203', '1', 0, 0, NULL),
(80, '530-63-0637', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องจ่ายยาผู้ป่วยนอก', '172.16.0.204', 1, 2, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.204', '1', 0, 0, NULL),
(81, '530-63-0638', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าประตูฉุกเฉิน', '172.16.0.205', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.205', '1', 0, 0, NULL),
(82, '530-63-0639', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังเวชภัณฑ์ 1', '172.16.0.206', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.206', '1', 0, 0, NULL),
(83, '530-63-0640', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังเวชภัณฑ์ 2', '172.16.0.207', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.207', '1', 0, 0, NULL),
(84, '530-63-0641', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ห้องคลังเวชภัณฑ์ 3', '172.16.0.208', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.208', '1', 0, 0, NULL),
(85, '530-63-0642', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าห้องคลังพัสดุ', '172.16.0.209', 1, 18, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.209', '1', 0, 0, NULL),
(86, '530-63-0643', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'เคาท์เตอร์พยาบาล WARD 4', '172.16.0.210', 1, 5, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.210', '1', 0, 0, NULL),
(87, '530-63-0644', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางออกระเบียงลิฟต์ 5-6 ชั้น4', '172.16.0.211', 1, 5, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.211', '1', 0, 0, NULL),
(88, '530-63-0645', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินประตูหนีไฟเล็ก', '172.16.0.212', 1, 5, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.212', '1', 0, 0, NULL),
(89, '530-63-0646', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าลิฟท์ 1-2 ชั้น 4', '172.16.0.213', 1, 5, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.213', '1', 0, 0, NULL),
(90, '530-63-0647', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางออกระเบียงลิฟต์ 3-4 ชั้น4', '172.16.0.214', 1, 5, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.214', '1', 0, 0, NULL),
(91, '530-63-0648', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 405', '172.16.0.215', 1, 5, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.215', '1', 0, 0, NULL),
(92, '530-63-0649', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 528', '172.16.0.216', 1, 6, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.216', '1', 0, 0, NULL),
(93, '530-63-0650', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางออกระเบียงลิฟต์ 5-6 ชั้น 5', '172.16.0.217', 1, 6, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.217', '1', 0, 0, NULL),
(94, '530-63-0651', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 523', '172.16.0.218', 1, 6, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.218', '1', 0, 0, NULL),
(95, '530-63-0652', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 528', '172.16.0.219', 1, 6, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.219', '1', 0, 0, NULL),
(96, '530-63-0653', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'เคาท์เตอร์พยาบาล WARD 5', '172.16.0.220', 1, 6, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.220', '1', 0, 0, NULL),
(97, '530-63-0654', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 628', '172.16.0.221', 1, 7, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.221', '1', 0, 0, NULL),
(98, '530-63-0655', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางออกระเบียงลิฟต์ 5-6 ชั้น 6', '172.16.0.222', 1, 7, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.222', '1', 0, 0, NULL),
(99, '530-63-0656', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 623', '172.16.0.223', 1, 7, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.223', '1', 0, 0, NULL),
(100, '530-63-0657', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าห้องศูนย์คุณภาพ', '172.16.0.224', 1, 7, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.224', '1', 0, 0, NULL),
(101, '530-63-0658', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'เคาท์เตอร์พยาบาล WARD 6', '172.16.0.225', 1, 7, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.225', '1', 0, 0, NULL),
(102, '530-63-0659', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'หน้าลิฟต์ 5-6 ชั้น 7', '172.16.0.226', 1, 8, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.226', '1', 0, 0, NULL),
(103, '530-63-0660', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางออกระเบียงลิฟต์ 5-6 ชั้น 7', '172.16.0.227', 1, 8, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.227', '1', 0, 0, NULL),
(104, '530-63-0661', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 723', '172.16.0.228', 1, 8, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.228', '1', 0, 0, NULL),
(105, '530-63-0662', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 728', '172.16.0.229', 1, 8, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.229', '1', 0, 0, NULL),
(106, '530-63-0663', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'เคาท์เตอร์พยาบาล WARD 7', '172.16.0.230', 1, 8, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.230', '1', 0, 0, NULL),
(107, '530-63-0664', 'กล้องโทรทัศน์วงจรปิด', 'AXIS', 'P3225-LV MkII', 'ทางเดินหน้าห้อง 707', '172.16.0.231', 1, 8, '1', '2025-01-20 08:44:24', '2025-01-20 08:44:24', '172.16.0.231', '1', 0, 0, NULL),
(108, '503-53-0071', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'เคาท์เตอร์เวชระเบียน', 'FL.1/1', 1, 2, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(109, '503-53-0072', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องจ่ายยา', 'FL.1/2', 1, 2, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(110, '503-53-0070', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องยานยนต์', 'FL.1/4', 1, 2, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(111, '503-53-0069', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องทำแผล', 'FL.1/5', 1, 2, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(112, '503-53-0110', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 5-6', 'FL.10/1', 1, 11, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(113, '503-53-0109', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'ห้อง 1014-1015', 'FL.10/2', 1, 11, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(114, '503-53-0108', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'ชั้น 10 ลิฟต์ 3-4', 'FL.10/3', 1, 11, '3', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(115, '503-53-0107', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'เคาท์เตอร์พยาบาล', 'FL.10/4', 1, 11, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(116, '503-53-0065', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักบันไดทางขึ้น', 'FL.2', 1, 12, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(117, '503-53-0073', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องจ่ายกลาง', 'FL.2/1', 1, 3, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(118, '503-53-0074', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.2/2', 1, 3, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(119, '503-53-0076', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องการเงินผู้ป่วยใน', 'FL.3/1', 1, 4, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(120, '503-53-0075', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 3-4', 'FL.3/2', 1, 4, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(121, '503-53-0058', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักห้อง 347-348', 'FL.3-1', 1, 14, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(122, '503-53-0057', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักห้อง 330-331', 'FL.3-2', 1, 14, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(123, '503-53-0056', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักห้อง 306-307', 'FL.3-3', 1, 14, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(124, '503-53-0081', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 5-6', 'FL.4/1', 1, 5, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(125, '503-53-0080', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้อง 417-418', 'FL.4/2', 1, 5, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(126, '503-53-0079', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์3-4', 'FL.4/3', 1, 5, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(127, '503-53-0077', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าเนิสเซอรี่', 'FL.4/4', 1, 5, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(128, '503-53-0078', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.4/5', 1, 5, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(129, '503-53-0061', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักห้อง 455-456', 'FL.4-1', 1, 15, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(130, '503-53-0060', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักห้อง 429-430', 'FL.4-2', 1, 15, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(131, '503-53-0059', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-552', 'หอพักห้อง 405-406', 'FL.4-3', 1, 15, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(132, '503-53-0086', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 5-6', 'FL.5/1', 1, 6, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(133, '503-53-0085', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้อง 520-521', 'FL.5/2', 1, 6, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(134, '503-53-0084', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 3-4', 'FL.5/3', 1, 6, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(135, '503-53-0083', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.5/4', 1, 6, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(136, '503-53-0082', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'เคาท์เตอร์พยาบาล', 'FL.5/5', 1, 6, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(137, '503-53-0064', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-600Y', 'หอพักห้อง 505-506', 'FL.5-1', 1, 16, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(138, '503-53-0063', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-600Y', 'หอพักห้อง 539', 'FL.5-2', 1, 16, '1', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(139, '503-53-0062', 'กล้องโทรทัศน์วงจรปิด', 'FUJIKO', 'FK-600Y', 'หอพักห้อง 529-530', 'FL.5-3', 1, 16, '4', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(140, '503-53-0091', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 5-6', 'FL.6/1', 1, 7, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(141, '503-53-0090', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้อง 620-621', 'FL.6/2', 1, 7, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(142, '503-53-0089', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 3-4', 'FL.6/3', 1, 7, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(143, '503-53-0088', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องศูนย์สิทธิ', 'FL.6/4', 1, 7, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(144, '503-53-0087', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.6/5', 1, 7, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(145, '503-53-0096', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'ชั้น 7 ลิฟต์ 5-6', 'FL.7/1', 1, 8, '3', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(146, '503-53-0095', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้อง 720-721', 'FL.7/2', 1, 8, '2', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(147, '503-53-0094', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 3-4', 'FL.7/3', 1, 8, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(148, '503-53-0092', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.7/4', 1, 8, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(149, '503-53-0093', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าเคาท์เตอร์พยาบาล', 'FL.7/5', 1, 8, '2', '2025-01-20 08:55:45', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(150, '503-53-0101', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 5-6', 'FL.8/1', 1, 9, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(151, '503-53-0100', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH ', '', 'หน้าห้อง 817-818', 'FL.8/2 ', 1, 9, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(152, '503-53-0099', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 3-4', 'FL.8/3', 1, 9, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(153, '503-53-0097', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'เคาท์เตอร์พยาบาล', 'FL.8/4', 1, 9, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(154, '503-53-0098', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.8/5', 1, 9, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(155, '503-53-0106', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 5-6', 'FL.9/1', 1, 10, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(156, '503-53-0105', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้อง 917-918', 'FL.9/2', 1, 10, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(157, '503-53-0104', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 3-4', 'FL.9/3', 1, 10, '1', '2025-01-20 08:55:46', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(158, '503-53-0103', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'เคาท์เตอร์พยาบาล', 'FL.9/4', 1, 10, '2', '2025-01-20 08:55:48', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(159, '503-53-0102', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าลิฟต์ 1-2', 'FL.9/5', 1, 10, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(160, '503-55-0133', 'กล้องอินฟาเรด ภาพสี', 'Watashi', 'WCI023A', 'คลังยา ', 'FL.B', 1, 1, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(161, '503-53-0068', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'หน้าห้องโภชนาการ', 'FL.B/1', 1, 1, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(162, '503-53-0067', 'กล้องโทรทัศน์วงจรปิด', 'BOSCH', '', 'ทางออกห้องไร้กังวล', 'FL.B/2', 1, 1, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(163, '503-53-0066', 'กล้องโทรทัศน์วงจรปิด ', 'BOSCH', '', 'ชั้น B หน้าห้องช่าง คลังยา', 'FL.B/3', 1, 1, '3', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(164, '503-55-0135', 'กล้องภาพสี', 'Watashi', 'WCD026', 'ห้องเวชภัณฑ์ ', 'FL.D', 1, 18, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(165, '503-55-0134', 'กล้องโทรทัศน์วงจรปิด', 'Watashi', 'WCI023A', 'ห้องจ่ายยา', 'FL.G', 1, 2, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:24', '', '0', 0, 0, NULL),
(166, '416 65 1717/1', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'HOST SV.1', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.201', '0', 0, 0, NULL),
(167, '416 65 1717/1', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'Guest SV.1', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.1', '0', 0, 0, NULL),
(168, '416 65 1717/1', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'iDRAC SV.1', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.211', '0', 0, 0, NULL),
(169, '416 65 1717/2', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'HOST SV.2', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.202', '0', 0, 0, NULL),
(170, '416 65 1717/2', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'Guest SV.2', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.2', '0', 0, 0, NULL),
(171, '416 65 1717/2', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'iDRAC SV.2', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.212', '0', 0, 0, NULL),
(172, '416 65 1717/3', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'HOST SV.7', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.207', '0', 0, 0, NULL),
(173, '416 65 1717/3', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'Guest SV.7', 2, 4, '1', '2025-01-20 08:55:48', '2025-01-20 08:44:40', '192.168.200.7', '0', 0, 0, NULL),
(174, '416 65 1717/3', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'Guest SV.7', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.8', '0', 0, 0, NULL),
(175, '416 65 1717/3', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R440', 'ห้อง Server', 'iDRAC SV.7', 2, 4, '1', '2025-01-20 08:55:48', '2025-01-20 08:44:40', '192.168.200.217', '0', 0, 0, NULL),
(176, '416 65 1717/4', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'HOST SV.4', 2, 4, '1', '2025-01-20 08:55:48', '2025-01-20 08:44:40', '192.168.200.204', '0', 0, 0, NULL),
(177, '416 65 1717/4', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'Guest SV.4', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.4', '0', 0, 0, NULL),
(178, '416 65 1717/4', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'iDRAC SV.4', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.214', '0', 0, 0, NULL),
(179, '416 65 1717/5', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'HOST SV.5', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.205', '0', 0, 0, NULL),
(180, '416 65 1717/5', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'Guest SV.5', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.5', '0', 0, 0, NULL),
(181, '416 65 1717/5', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'iDRAC SV.5', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.215', '0', 0, 0, NULL),
(182, '416 65 1717/6', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'HOST SV.6', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.206', '0', 0, 0, NULL),
(183, '416 65 1717/6', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'Guest SV.6', 2, 4, '1', '2025-01-20 08:55:48', '2025-01-20 08:44:40', '192.168.200.6', '0', 0, 0, NULL),
(184, '416 65 1717/6', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'iDRAC SV.6', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.216', '0', 0, 0, NULL),
(185, '416 65 1717/7', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'HOST SV.3', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.203', '0', 0, 0, NULL),
(186, '416 65 1717/7', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'Guest SV.3', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.3', '0', 0, 0, NULL),
(187, '416 65 1717/7', 'เครื่องคอมพิวเตอร์แม่ข่าย', 'Dell', 'PowerEdge R540', 'ห้อง Server', 'iDRAC SV.3', 2, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:44:40', '192.168.200.213', '0', 0, 0, NULL),
(188, '416 65 1717/44', 'อุปกรณ์ป้องกันเครือข่าย', 'Huawei ', 'USG6525E', 'ห้อง Server', 'Firewall 1', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.200.254', '0', 0, 0, NULL),
(189, '416 65 1717/18', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9300 24-T', 'ห้อง Server', 'Core Switch 1', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.200', '0', 0, 0, NULL),
(190, '416 65 1717/19', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9300 24-T', 'ห้อง Server', 'Core Switch 2', 3, 4, '1', '2025-01-20 08:55:48', '2025-01-20 08:46:00', '192.168.70.200', '0', 0, 0, NULL),
(191, '416 65 1717/23', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 1', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.31', '0', 0, 0, NULL),
(192, '416 65 1717/25', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 2', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.32', '0', 0, 0, NULL),
(193, '416 65 1717/27', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 3', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.33', '0', 0, 0, NULL),
(194, '416 65 1717/20', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 1', 3, 2, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.11', '0', 0, 0, NULL),
(195, '416 65 1717/21', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 2', 3, 2, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.12', '0', 0, 0, NULL),
(196, '416 65 1717/22', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 3', 3, 2, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.70.13', '0', 0, 0, NULL),
(197, '416 65 1717/24', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 5', 3, 2, '1', '2025-01-22 07:36:39', '2025-01-22 07:36:39', '192.168.70.14', '0', 0, 0, NULL),
(198, '416 65 1717/26', 'อุปกรณ์ประจายสัญญาณหลัก (Core Switch)', 'Cisco', 'C9200L-24P-4X', 'ห้อง Server', 'Base Switch 4', 3, 2, '1', '2025-01-22 07:36:44', '2025-01-22 07:36:44', '192.168.70.15', '0', 0, 0, NULL),
(199, '485 54 0005', 'เครื่องเก็บรายชื่อผู้ใช้งานและรหัสผ่านผู้ใช้งาน', 'iBSG', 'BSG 3.0', 'ห้อง Server', 'iBSG', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.200.254', '0', 0, 0, NULL),
(200, '501 61 0169', 'อุปกรณ์จัดเก็บ Log File ระบบเครือข่าย แบบที่ 2', 'SRAN NetApprove', 'NG100', 'ห้อง Server', 'Log', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.200.11', '0', 0, 0, NULL),
(201, '501 61 0168', 'อุปกรณ์ค้นหาเส้นทางเครือข่าย', 'Mikrotik', 'RB1100AHx4', 'ห้อง Server', 'Router TOT', 3, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:00', '192.168.15.254', '0', 0, 0, NULL),
(202, '416 65 1717/53', 'อุปกรณ์สำหรับจัดเก็บข้อมูลแบบ NAS', 'Synology', 'DS1821+', 'ห้อง Server', 'NAS Syno. 1', 4, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:11', '192.168.200.10', '0', 0, 0, NULL),
(203, '496 67 0001', 'อุปกรณ์สำหรับจัดเก็บข้อมูลแบบ NAS', 'QNAP', 'TS-433', 'ห้อง Server', 'NAS QNAP.1', 4, 4, '1', '2025-01-20 08:55:49', '2025-01-20 08:46:11', '192.168.200.9', '0', 0, 0, NULL),
(204, '496 54 0029', 'อุปกรณ์สำหรับจัดเก็บข้อมูลแบบ NAS', 'QNAP', 'TS-459 Pro+', 'ห้อง Server', 'NAS QNAP.2', 4, 4, '1', '2025-01-22 03:32:25', '2025-01-22 03:32:25', '192.168.200.251', '0', 0, 0, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `cctv`
--
ALTER TABLE `cctv`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `cctv`
--
ALTER TABLE `cctv`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=205;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
